Repository: 3F/IeXod
Catalog: src/Deprecated/Conversion/Resources/xlf/Strings.*.xlf
Languages: ko, ru, tr

# CouldNotFindCompleteSolutionFile
source: MSB2013: The project-to-project reference with GUID {0} could not be converted because a valid .SLN file containing all projects could not be found.
ko: MSB2013: 모든 프로젝트를 포함하는 올바른 .SLN 파일을 찾을 수 없으므로 GUID가 {0}인 프로젝트 간 참조를 변환할 수 없습니다.
ru: MSB2013: не удалось преобразовать ссылку с проекта на проект с GUID {0}, поскольку не удалось найти допустимый файл .SLN, содержащий все проекты.
tr: MSB2013: Tüm projeleri içeren geçerli bir .SLN dosyası bulunamadığından, GUID değeri {0} olan projeden projeye başvuru dönüştürülemedi.

# EmptyResxRemoved
source: MSB2016: Found an empty .RESX file in the project ({0}). Removing it from the converted project.
ko: MSB2016: 프로젝트({0})에 빈 .RESX 파일이 있습니다. 변환된 프로젝트에서 이 파일을 제거합니다.
ru: MSB2016: в проекте ({0}) обнаружен пустой файл .RESX. Идет его удаление из преобразованного проекта.
tr: MSB2016: Projede boş bir .RESX dosyası bulundu ({0}). Bu dosya dönüştürülen projeden kaldırılıyor.

# ExcludeFoundInProject
source: MSB2015: Found an <Exclude> element in the original project file. This cannot be converted to Visual Studio .NET and is being ignored.
ko: MSB2015: 원래 프로젝트 파일에 <Exclude> 요소가 있습니다. 이 요소는 Visual Studio .NET으로 변환할 수 없으므로 무시됩니다.
ru: MSB2015: обнаружен элемент <Exclude> в исходном файле проекта. Не удается выполнить преобразование в формат Visual Studio .NET.
tr: MSB2015: Özgün proje dosyasında <Exclude> öğesi bulundu. Bu, Visual Studio .NET'e dönüştürülemez; yoksayılıyor.

# MissingAttribute
source: MSB2001: Element <{0}> does not contain the required attribute "{1}".
ko: MSB2001: <{0}> 요소에 필요한 "{1}" 특성이 없습니다.
ru: MSB2001: элемент <{0}> не содержит обязательного атрибута "{1}".
tr: MSB2001: <{0}> öğesi gereken "{1}" özniteliğini içermiyor.

# MissingNewProjectFile
source: MSB2002: The file name of the new project must be specified.
ko: MSB2002: 새 프로젝트의 파일 이름을 지정해야 합니다.
ru: MSB2002: необходимо указать имя файла нового проекта.
tr: MSB2002: Yeni projenin dosya adı belirtilmelidir.

# MissingOldProjectFile
source: MSB2003: The file name of the old project must be specified.
ko: MSB2003: 이전 프로젝트의 파일 이름을 지정해야 합니다.
ru: MSB2003: необходимо указать имя файла старого проекта.
tr: MSB2003: Eski projenin dosya adı belirtilmelidir.

# MultipleLanguageNodesNotAllowed
source: MSB2004: Element <{0}> cannot contain more than one language node.
ko: MSB2004: <{0}> 요소는 언어 노드를 둘 이상 포함할 수 없습니다.
ru: MSB2004: элемент <{0}> не может содержать более одного узла language.
tr: MSB2004: <{0}> öğesi birden çok dil düğümü içeremez.

# NoAttributesExpected
source: MSB2005: Element <{0}> cannot contain attributes.
ko: MSB2005: <{0}> 요소는 특성을 포함할 수 없습니다.
ru: MSB2005: элемент <{0}> не может содержать атрибуты.
tr: MSB2005: <{0}> öğesi öznitelik içeremez.

# NoRootProjectElement
source: MSB2006: The project file does not contain the root element <{0}>.
ko: MSB2006: 프로젝트 파일에 <{0}> 루트 요소가 없습니다.
ru: MSB2006: файл проекта не содержит корневой элемент <{0}>.
tr: MSB2006: Proje dosyası <{0}> kök öğesini içermiyor.

# ProjectFileNotFound
source: MSB2007: Visual Studio cannot find the project file "{0}".
ko: MSB2007: Visual Studio에서 프로젝트 파일 "{0}"을(를) 찾을 수 없습니다.
ru: MSB2007: Visual Studio не удалось найти файл проекта "{0}".
tr: MSB2007: Visual Studio "{0}" proje dosyasını bulamıyor.

# ProjectNotListingInSolutionFile
source: MSB2014: The project-to-project reference with GUID {0} cannot be converted because it is not listed in the file '{1}'.
ko: MSB2014: GUID가 {0}인 프로젝트 간 참조는 '{1}' 파일에 나열되어 있지 않으므로 변환할 수 없습니다.
ru: MSB2014: нельзя преобразовать ссылку одного проекта на другой с GUID {0}, поскольку она отсутствует в файле "{1}".
tr: MSB2014: GUID değeri {0} olan projeden projeye başvuru '{1}' dosyasında listelenmediğinden dönüştürülemiyor.

# ProjectTypeCannotBeConverted
source: MSB2008: This Visual Studio project system cannot convert "{0}" projects. It can only be used to convert C#, VB, and VJ# client projects.
ko: MSB2008: 이 Visual Studio 프로젝트 시스템에서 "{0}" 프로젝트를 변환할 수 없습니다. C#, VB 및 VJ# 클라이언트 프로젝트만 변환할 수 있습니다.
ru: MSB2008: эта система проектов Visual Studio не может выполнять преобразование проектов "{0}". Она может использоваться только для преобразования клиентских проектов C#, VB и VJ#.
tr: MSB2008: Bu Visual Studio proje sistemi "{0}" projelerini dönüştüremez. Bu yalnızca C#, VB ve VJ# istemci projelerini dönüştürmek için kullanılabilir.

# UnrecognizedAttribute
source: MSB2009: Attribute "{0}" of element <{1}> is not valid.
ko: MSB2009: <{1}> 요소의 "{0}" 특성이 잘못되었습니다.
ru: MSB2009: недопустимый атрибут "{0}" для элемента "{1}".
tr: MSB2009: <{1}> öğesinin "{0}" özniteliği geçerli değil.

# UnrecognizedChildElement
source: MSB2010: Child element <{0}> of element <{1}> is not valid.
ko: MSB2010: <{1}> 요소의 <{0}> 자식 요소가 잘못되었습니다.
ru: MSB2010: недопустимый дочерний элемент <{0}> элемента <{1}>.
tr: MSB2010: <{1}> öğesinin <{0}> alt öğesi geçerli değil.

# UnrecognizedElement
source: MSB2011: Element <{0}> is not valid.
ko: MSB2011: <{0}> 요소가 잘못되었습니다.
ru: MSB2011: недопустимый элемент <{0}>.
tr: MSB2011: <{0}> öğesi geçerli değil.

# UnsupportedProjectToProjectWebReference
source: MSB2012: Project-to-project references to web projects are no longer supported and therefore cannot be converted. Please remove the reference to project {0} and add it again.
ko: MSB2012: 웹 프로젝트에 대한 프로젝트 간 참조는 더 이상 지원되지 않으므로 변환할 수 없습니다. {0} 프로젝트에 대한 참조를 제거한 후 다시 추가하십시오.
ru: MSB2012: ссылки одного проекта на другой в веб-проектах больше не поддерживаются, и таким образом, не могут быть преобразованы. Удалите ссылку на проект {0} и добавьте ее повторно.
tr: MSB2012: Web projelerine yönelik projeden projeye yapılan başvurular artık desteklenmiyor ve bu nedenle dönüştürülemez. Lütfen {0} projesine yönelik başvuruyu kaldırın ve sonra yeniden ekleyin.
