Repository: 3F/IeXod
Catalog: src/Tasks/ManifestUtil/Resources/xlf/Strings.ManifestUtilities.*.xlf
Languages: de, es, fr, it, zh_hant

# ComImporter.LocalServerNotSupported
source: Out of process servers are not supported
de: Out-of-Process-Server werden nicht unterstützt.
es: No se admiten los servidores externos al proceso
fr: Les serveurs hors processus ne sont pas pris en charge
it: I server out-of-process non sono supportati
zh_hant: 不支援跨處理序伺服器

# ComImporter.MissingValue
source: Registry key '{0}' is missing value '{1}'.
de: Im Registrierungsschlüssel "{0}" fehlt der Wert "{1}".
es: Falta el valor '{1}' en la clave del Registro '{0}'.
fr: Valeur '{1}' manquante pour la clé de Registre '{0}'.
it: Nella chiave '{0}' del Registro di sistema manca il valore '{1}'.
zh_hant: 登錄機碼 '{0}' 遺漏值 '{1}'。

# ComImporter.NoRegisteredClasses
source: No registered classes were detected for this component.
de: Für diese Komponente wurden keine registrierten Klassen gefunden.
es: No se detectaron clases registradas para este componente.
fr: Aucune classe inscrite n'a été détectée pour ce composant.
it: Nessuna classe registrata rilevata per il componente.
zh_hant: 未偵測到這個元件的註冊類別。

# ComImporter.ProtectedFile
source: Components under system file protection should not be isolated.
de: Komponenten unter dem Systemdateischutz dürfen nicht isoliert werden.
es: Los componentes sometidos a protección del sistema de archivos no deben estar aislados.
fr: Les composants sous protection de fichiers système ne doivent pas être isolés.
it: I componenti protetti dal sistema non devono essere isolati.
zh_hant: 不應該隔離系統檔案保護下的元件。

# ComImporter.TypeLibraryLoadFailure
source: Could not load type library.
de: Die Typbibliothek konnte nicht geladen werden.
es: No se pudo cargar la biblioteca de tipos.
fr: Impossible de charger la bibliothèque de types.
it: Non è stato possibile caricare la libreria dei tipi.
zh_hant: 無法載入類型程式庫。

# ComImporter.SubKeyNotImported
source: Registry key '{0}' was not imported.
de: Der Registrierungsschlüssel "{0}" wurde nicht importiert.
es: No se importó la clave del Registro '{0}'.
fr: La clé de Registre '{0}' n'a pas été importée.
it: Chiave '{0}' del Registro di sistema non importata.
zh_hant: 未匯入登錄機碼 '{0}'。

# ComImporter.ValueNotImported
source: Registry value '{0}' was not imported.
de: Der Registrierungswert "{0}" wurde nicht importiert.
es: No se importó el valor del Registro '{0}'.
fr: La valeur de Registre '{0}' n'a pas été importée.
it: Valore '{0}' del Registro di sistema non importato.
zh_hant: 未匯入登錄值 '{0}'。

# SecurityUtil.SignTargetNotFound
source: The file to be signed {0} could not be found.
de: Die zu signierende Datei "{0}" wurde nicht gefunden.
es: No se encuentra el archivo que hay que firmar {0}.
fr: Le fichier à signer {0} est introuvable.
it: Il file da firmare {0} non è stato trovato.
zh_hant: 找不到要簽署的檔案 {0}。

# SecurityUtil.SigntoolFail
source: Failed to sign {0}. {1}
de: Fehler beim Signieren von "{0}". {1}
es: No se pudo firmar {0}. {1}
fr: Impossible de signer {0}. {1}
it: Non è stato possibile firmare {0}. {1}
zh_hant: 無法簽署 {0}。{1}

# SecurityUtil.SigntoolWarning
source: Warning while signing {0}. {1}
de: Warnung während der Signierung von "{0}". {1}
es: Advertencia al firmar {0}. {1}
fr: Avertissement lors de la signature de {0}. {1}
it: Avviso durante la firma di {0}. {1}
zh_hant: 簽署 {0} 時發出警告。{1}

# SecurityUtil.SigntoolNotFound
source: SignTool.exe was not found at path {0}.
de: "SignTool.exe" wurde im Pfad "{0}" nicht gefunden.
es: SignTool.exe no se encontró en la ruta de acceso {0}.
fr: SignTool.exe est introuvable dans le chemin {0}.
it: SignTool.exe non è stato trovato nel percorso {0}.
zh_hant: 在路徑 {0} 找不到 SignTool.exe。

# SecurityUtil.TimestampUrlNotFound
source: Timestamp URL server name or address could not be resolved.
de: Der Servername oder die Adresse für die Timestamp-URL konnte nicht aufgelöst werden.
es: No se pudo resolver el nombre o la dirección del servidor de direcciones URL de marca de tiempo.
fr: Impossible de résoudre l'adresse ou le nom de serveur de l'URL d'horodatage.
it: Non è stato possibile risolvere il nome o l'indirizzo del server degli URL di timestamp.
zh_hant: 無法解析時間戳記 URL 伺服器名稱或位址。

# SecurityUtil.OnlyRSACertsAreAllowed
source: Only certificates using RSA encryption are valid for signing ClickOnce manifests.
de: Nur Zertifikate mit RSA-Verschlüsselung sind für die Signierung von ClickOnce-Manifesten gültig.
es: Solo los certificados que usan el cifrado RSA son válidos para firmar manifiestos de ClickOnce.
fr: Seuls les certificats qui utilisent le chiffrement RSA sont valides pour la signature des manifestes ClickOnce.
it: Per la firma di manifesti ClickOnce è possibile usare solo i certificati con crittografia RSA.
zh_hant: 只有使用 RSA 加密的憑證可用來簽署 ClickOnce 資訊清單。

# TrustInfo.RequestedExecutionLevelComment
source: UAC Manifest Options If you want to change the Windows User Account Control level replace the requestedExecutionLevel node with one of the following. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> If you want to utilize File and Registry Virtualization for backward compatibility then delete the requestedExecutionLevel node.
de: UAC-Manifestoptionen Wenn Sie die Zugangsebene für das Windows-Benutzerkonto ändern möchten, ersetzen Sie den requestedExecutionLevel-Knoten durch eines der folgenden Elemente. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Löschen Sie den requestedExecutionLevel-Knoten, wenn Sie zum Gewährleisten der Abwärtskompatibilität die Datei- und Registrierungsvirtualisierung verwenden möchten.
es: Opciones del manifiesto de Control de cuentas de usuario Si quiere cambiar el nivel de Control de cuentas de usuario de Windows, reemplace el nodo requestedExecutionLevel por alguno de los siguientes. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Si desea usar la virtualización de archivos y del Registro para la compatibilidad con versiones anteriores, elimine el nodo requestedExecutionLevel.
fr: Options de manifeste UAC Pour changer le niveau du contrôle de compte d'utilisateur Windows, remplacez le nœud requestedExecutionLevel par l'une des propositions suivantes. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Pour utiliser la virtualisation des fichiers et du Registre afin d'assurer une compatibilité ascendante, supprimez le nœud requestedExecutionLevel.
it: Opzioni manifesto Controllo dell'account utente Se si vuole modificare il livello di Controllo dell'account utente di Windows, sostituire il nodo requestedExecutionLevel con uno dei seguenti. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Se si vuole usare Virtualizzazione file system e registro di sistema per la compatibilità con le versioni precedenti, eliminare il nodo requestedExecutionLevel.
zh_hant: UAC 資訊清單選項 若希望變更 Windows 使用者帳戶控制層級， 請用下列其中一項取代 requestedExecutionLevel 節點。 <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> 若希望利用檔案及登錄模擬，提供回溯相容性， 則請刪除 requestedExecutionLevel 節點。
